{
    "1": {
        "title" : "Маг",
        "id" : "Magician",
        "personType": "Общительный Человек",
        "fullDesc" : "Человек активный, деятельный. Это творец, с большим потенциалом. Волевой, твёрдый. Он авторитет для других. Чаще всего имеет свой бизнес, своё дело или стремится к этому. Не терпит указаний со стороны, много знает, постоянно учится. Прекрасные коммуникативные способности, легко находит общий язык с людьми. Такие люди властвуют над своей жизнью, многое могут изменить. Человек может не развивать заложенные в него таланты и способности, он может идти по низкому пути. Это плохо, личность не развивается, появляются проблемы в жизни. В таком случае человек становится эгоистом, обманщиком. Часто использует свои способности коммуникатора в корыстных целях. Может быть слабая воля, неумение сопротивляться жизненным трудностям."
    },
    "2": {
        "title" : "Жрица",
        "id" : "Priestess",
        "personType": "Чувствительный Человек",
        "fullDesc" : "Человек тонкий, эмоциональный, терпеливый. Он прекрасно чувствует окружающих, их настроение, мысли, скрытые желания. Это хорошие психологи, учителя, воспитатели. Люди интеллигентные, но немного мягкие. В жизни надо учиться твёрдости, стойкости. Необходимо учиться сопереживать, но не брать чужую боль на себя. Такие люди очень подвержены влиянию со стороны. К ним часто пристают энергетические вампиры. Надо анализировать и рвать ненужные связи, иначе могут появиться проблемы со здоровьем. Если такой человек идёт по низкому пути, то он становиться очень непредсказуемым, болтливым. Это человек с двойным дном. Он всегда пытается получить выгоду из всего. Очень хитрая натура. Это хорошие актёры по жизни, могут прикидываться жертвой, чтобы их пожалели, помогли."
    },
    "3": {
        "title" : "Императрица",
        "id" : "Empress",
        "personType": "Семейный Человек",
        "fullDesc" : "Эти люди олицетворяют материнство, рост, жизненную силу. Для этого человека большую роль имеют дети и семья. Это прекрасные отцы и матери. Они стремятся к порядку и гармонии, очень домовиты, особенно женщины. Хорошие экономисты, часто есть своё дело. Стремятся к комфорту и материальному благополучию. Жизнь может дать им очень многое: счастливый брак, деньги, успех в обществе. Главное знать меру, соблюдать принципы. Когда включается негативный аспект этого человека, он становится очень эгоистичным. Это консерватор, стремится к власти вообще и в частности над своими детьми. Мужчина часто сильно зависит от женщин. Они выкачивают из него деньги, а он продолжает их любить. У женщин могут быть сексуальные проблемы, проблемы с деторождением, неравный брак. Такие люди могут часто становятся одержимыми деньгами, материальным."
    },
    "4": {
        "title" : "Император",
        "id" : "Emperor",
        "personType": "Властный Человек",
        "fullDesc" : "Человек властный, активный, уверенный в себе. Он может вести за собой народ. Это прирожденные начальники, лидеры. По характеру может быть взрывной, иногда агрессивный. Практичный, аналитический ум. Ценит порядок и дисциплину. Успех в жизни, продвижение по карьерной лестнице. Такой человек знает, чего хочет и чаще всего добивается поставленной цели. В негативном проявлении это очень упрямые люди, самодуры и деспоты. Женщины в семье доминируют, стараются держать всё под контролем, особенно жизнь своих детей. Мужчины же любой ценой стремятся к власти или в семье, или на работе. Такие люди стремятся всё контролировать, а это редко получается. Им нужно учиться контролировать свои эмоции, терпимо относится к недостаткам других.  Страшные зануды, упрямые до неприличия. Они не хотят меняться и уверены в своей правоте."
    },
    "5": {
        "title" : "Священник",
        "id" : "Hierophant",
        "personType": "Хороший Человек",
        "fullDesc" : "Это очень светлые люди. Они несут природную мудрость. Движения из неторопливы, они всегда спокойны. Всегда готовы выслушать, помочь советом. Такие дети быстро взрослеют, с ранних лет имеют очень умный взгляд, им не интересно со сверстниками. Обычно, у них друзья старше по возрасту. И это совершенно нормально. Однако, как и у других, у таких людей есть своя теневая сторона. Человек может стать невозможно гордым, лицемерным, пустословом. Он считает себя всегда правым, часто пользуется служебным положение в корыстных целях. Им многое дается, но и много спрашивается."
    },
    "6": {
        "title" : "Влюблённые",
        "id" : "Lovers",
        "personType": "Мягкий Человек",
        "fullDesc" : "Это очень добрые и миролюбивые люди. Они имеют спокойный, мягкий характер. Всех любят, всегда стремятся к гармонии, совершенно бесконфликтны. Но здесь есть небольшая проблема. Такие люди часто сталкиваются с каким-то выбором в жизни. У них может быть два любовника(цы) одновременно, две работы, два дома. Им очень сложно остановиться на чем-то одном, отсюда постоянные сомнения и неуверенность. Они долго соображают, прежде чем принять какое-то важное решение в своей жизни, из—за чего упускают хорошие шансы. В негативном проявлении такой человек находится в постоянном сомнении, ему не везёт в любви, потому что он никак не решается сделать первый шаг. Такие девушки просто сидят и ждут, когда принц на белом коне постучится к ним в дверь."
    },
    "7": {
        "title" : "Повозка",
        "id" : "Chariot",
        "personType": "Активный Человек",
        "fullDesc" : "Человек активный, очень подвижный, много ездит, ему всегда интересно постигать новое. Он смел, уверен в себе, любит риск. Жизнь таких людей, обычно, не отличается какими-то серьёзными проблемами. В негативном проявлении это очень самоуверенные люди. У них присутствует мания величия, они мчатся вперед, не замечая опасностей на своем пути. Тогда в их жизнь входят опасные ситуации: аварии, травмы, операции. Особенно, нужно быть осторожным при поездках, соблюдать правила, не рисковать зря. Иногда такие люди становятся очень пассивными, их не сдвинешь с мертвой точки. Могут появится криминальные наклонности, возможно попадание в плохую компанию."
    },
    "8": {
        "title" : "Правосудие",
        "id" : "Justice",
        "personType": "Виновный Человек",
        "fullDesc" : "Этот человек обычно находится в сложном положении. Возможны две ситуации. Либо ему дают власть и вместе с властью постоянный соблазн нарушить правила. Если человек честно использует дарованную ему силу, выходит из сложившейся ситуации достойно. А если нет, то становится сам виноват во всех своих проблемах, что неминуемо начинают его преследовать. Наказание обычно бывает суровым. Очень часто лишение свободы, причем это не обязательно тюрьма. С другой стороны, такой человек может постоянно сталкиваться с людьми, обладающими властью. И всегда эти люди будут его давить, поступать несправедливо. Это необходимо, чтобы заставить человека оказаться в роли жертвы. Если он начинает обижаться на жизнь, на этих людей, то опять получает наказание – лишение свободы, во всех смыслах. Такому человеку нужно быть мудрее, благодарить за возможность роста в стрессе и вести честный образ жизни."
    },
    "9": {
        "title" : "Отшельник",
        "id" : "Hermit",
        "personType": "Спокойный Человек",
        "fullDesc" : "Человек замкнутый, любит одиночество, сложно идёт на контакт. Он не любит шумные вечеринки, большие сборища. Ему нужна тишина и спокойствие. Он полон мудрости, это философ, который пытается найти ответы на самые сложные вопросы мироздания. В характере присутствует серьёзность, практичность и основательный подход ко всему. Такие дети не получают особой любви от родителей, они всегда чувствуют себя нелюбимыми. Им нужно повышенное внимание. В отрицательном аспекте, такой человек может обрести угрюмым, закрытость, страхи, суицидальные наклонности, зацикленность на своих проблемах. Необходимо вырабатывать оптимистический взгляд на жизнь, не отгораживаться от внешнего мира, не озлобляться."
    },
    "10": {
        "title" : "Фортуна",
        "id" : "Fortune",
        "personType": "Удачливый Человек",
        "fullDesc" : "Такие люди обладают прогрессивным умом, постоянно учатся, двигаются по жизни. Их судьба – это яркий калейдоскоп событий. Такому человеку нельзя сидеть на месте, нужно постоянно развиваться, путешествовать, постигать другие культуры, совершенствоваться духовно. Иногда, они имеют достаточно жёсткую и запрограммированную судьбу. Он словно плывет по течению, не стремится активно действовать. Все у него как-то серенько. Но, вместе с тем, такой человек не так прост, как может показаться со стороны. Такие люди стремятся к материальному комфорту, им везет, они могу вытащить действительно «выигрышный билетик» в своей жизни. Однако жизнь часто сначала даёт жёсткие испытания, причём, человек не может от них никуда сбежать. Может быть это сложное детство, плохое отношения родителей. А потом вдруг удача – счастливый брак или отличная работа. Поэтому самая большая опасность для таких людей – застрять в жизни, отдаться воле судьбы и ничего не делать."
    },
    "11": {
        "title" : "Сила",
        "id" : "Strength",
        "personType": "Сильный Человек",
        "fullDesc" : "О, это бойцы. Такие люди всю жизнь борются, отстаивают свои права. Очень смелые и отчаянные люди. Часто идут на риск, причём неоправданный. Они не переносят несправедливость, насилие, нечестность. Это очень сильные и энергичные личности. Они эмоциональны, у них взрывной характер. Порой бывает не легко найти общий язык с таким человеком. Чаще всего, у таких людей очень проблемная личная жизнь. Почему? Да потому, что у них не простой характер. Они страшно ревнивы, любовь для них – это драма. Они не могут спокойно любить, у них всегда море эмоций, переживаний, постоянная ревность. Часто, такие люди становятся жестокими и безжалостными. Они напролом рвутся к власти и деньгам. Агрессивны, вспыльчивы. Абсолютно не умеют контролировать свой гнев. Им необходимо выстраивать стойкие моральные принципы, исключать насилие и агрессию из своей жизни."
    },
    "12": {
        "title" : "Повешенный",
        "id" : "Hanged",
        "personType": "Отчаявшийся Человек",
        "fullDesc" : "Очень часто это люди мягкие и добрые, но они постоянно остаются в дураках, их постоянно обманывают. На его шеях едет куча народа, родные, близкие, друзья. Это «козел отпущения» среди всех. Он старается, чтобы всем было хорошо, а в итоге остаётся виноватым во всех бедах людских. Такой человек постоянно жертвует собой. Почти всегда такие женщины посвящают свою жизнь семье и детям. Они совершенно забывают про себя. Им от рождения даны таланты, возможности в жизни, а они, не имея границ, перечеркивают всё и отдают всего себя кому-то другому. Такой человек видит все словно в перевернутом виде. Ему сложно оценивать людей, события, различать, где хорошее, а где плохое. Поэтому таких людей постоянно обманывают, они подвержены чужому влиянию."
    },
    "13": {
        "title" : "Смерть",
        "id" : "Death",
        "personType": "Изменчивый Человек",
        "fullDesc" : "Жизнь такого человека всегда полна изменений, трансформаций, кардинальных перемен. Изменения не всегда проходят спокойно, но, в итоге, человек заново рождается. Человек проходит через серьёзные испытания и самой большой его ошибкой является желание держаться за прошлое, боязнь сделать шаг в будущее. Женщины могут очень долго тянуть с разводом, мужчины не уходят с нелюбимой работы. Часто бывает, что в конце концов человек всё равно лишается того, за что держался, однако это заставляет его начать новую жизнь, хоть и через гораздо большую боль. Эти люди мудры, у них есть власть, хорошие интеллектуальные способности и развитая интуиция. Им следует помнить, что если появляется ощущение близкого конца очередного этапа жизни, будь то брак, работа, отношения, не стоит стараться судорожно склеивать осколки разбитой чашки, а как раз рвать все связи и вступать в новую жизнь."
    },
    "14": {
        "title" : "Умеренность",
        "id" : "Temperance",
        "personType": "Скромный Человек",
        "fullDesc" : "Такой человек может отличаться спокойствием, уравновешенным характером, терпимым отношением к людям. Он мягок, не терпит конфликтных ситуаций, во всем стремится к гармонии. Это люди, которых можно найти в общественных организациях, занимающимися гражданскими правами. Они отменные повара, любят и умеют готовить. Однако бывает, что такой человек может становиться наоборот очень неуравновешенным, беспокойным, взбалмошным. Не знает меры, для него отсутствует понятие граница, ограничение. Невоздержанность в еде, сексе, алкоголь и наркотики. Это те, кто не способны умерить свои аппетиты. Такие женщины любят слишком сильно, а мужчины чрезмерно зависят от секса, что неизменно приводит к изменам. Вот теневая сторона таких людей."
    },
    "15": {
        "title" : "Дьявол",
        "id" : "Devil",
        "personType": "Опасный Человек",
        "fullDesc" : "Такой человек обычно очень привлекателен, сексуален. Но в нем всегда есть что-то дьявольское, злое, пугающее. Это опасные люди. Чаще всего, на первое место они ставят свои собственные желания, а потом все остальное. На пути к цели используют любые средства, главное быстрее получить желаемое. Такие люди могут иметь проблемы в финансовой сфере. И чем больше они пытаются заработать, тем больше у них потерь. Им не стоит сильно привязываться к материальному, в жизни есть много других ценностей: дети, брак, творчество. Особое место в тёмной стороне личностей таких людей имеет манипуляция в любви. Они либо сами попадают в патологическую зависимость от партнера, либо сами выступают в роли манипулятора. А это отражается на их жизни не самым лучшим образом."
    },
    "16": {
        "title" : "Башня",
        "id" : "Tower",
        "personType": "Сложный Человек",
        "fullDesc" : "Жизнь таких людей полна катастроф и неожиданных перемен, они могут находится в очень жестких условиях. Часто такой человек сам притягивает к себе опасные ситуации: аварии, травмы, драки, несчастные случаи. Обычно у него тяжёлое детство, возможно насилие со стороны родителей. Поэтому с раннего возраста у такого человека могут развиться психологические комплексы. Он обижен на весь мир, он всех считает врагами и сам начинает транслировать агрессивные эмоции. Такие люди бывают безумно упрямыми. Их практически невозможно переубедить, открыть глаза на их собственные проблемы. Однако, у таких людей есть большое преимущество – определенный иммунитет к опасности. Из большинства передряг такой человек выходит с минимальным ущербом для себя. Поэтому им не стоит искушать лишний раз судьбу."
    },
    "17": {
        "title" : "Звезда",
        "id" : "Star",
        "personType": "Уравновешенный Человек",
        "fullDesc" : "Спокойный и уравновешенный человек. Он любит общаться, достаточно легко находит общий язык с окружающими. Обычно у него много друзей. Единственная ошибка, которую порой совершают эти люди – это отрицание и нежелание развивать свои таланты. А талантов у них вагон и маленькая тележка. Танцы, музыка, рисование и многое другое. Просто нужно отбросить страх, ненужные комплексы и заняться любимым делом. Таким людям обязательно нужно найти в своём арсенале хотя бы один талант и начать активно его развивать. Иначе последствия, как ментальные, так и физические, для них будут на порядок суровее, чем для остальных людей."
    },
    "18": {
        "title" : "Луна",
        "id" : "Moon",
        "personType": "Творческий Человек",
        "fullDesc" : "Такой человек обычно очень сильно связан с творчеством, у него очень живое воображение. Им просто необходимо найти свой талант, в котором они смогут показать всё величие их творческого потенциала. Они активны и деятельны, постоянно генерируют идеи. Прекрасные психологи, хорошо ладят с людьми, обладают очень развитой интуицией. Стоит помнить, что такие люди подвержены повышенному влиянию женщин в своей жизни. Прежде всего, матерей, отец просто уходит на второй план. Особенно такой расклад характерен для мальчиков. Им стоит с ранних лет выстраивать свои собственные границы, не попадая в чрезмерную зависимость от матери. В негативном аспекте такой человек имеет большое количество иллюзий. Человек постоянно живёт в вымышленном мире. Его часто обманывают. Он не может отличить, где хороший и где плохой человек. Нужно набраться смелости и сбросить розовый очки. Спуститься с облаков на землю."
    },
    "19": {
        "title" : "Солнце",
        "id" : "Sun",
        "personType": "Яркий Человек",
        "fullDesc" : "Это очень яркий, сильный человек. Он словно солнце светится, улыбается. Дарит свет окружающим людям. Это махровые оптимисты. Они никогда не унывают. Даже в самой сложно ситуации они постараются найти выход. Они очень общительны, стараются не зацикливаться на проблемах. Особое место в жизни таких людей занимают дети. Это прекрасные матери и отцы. Дети – гордость всей их жизни. Однако отрицательны аспект таких людей – это эгоцентризм. Они всегда пытаются привлечь к себе внимание окружающих. Часто бывают истеричными, капризными, неуравновешенными людьми. Имеют сильно стремление к власти, могут пойти на очень гнусные поступки, лишь бы получить свое. "
    },
    "20": {
        "title" : "Суд",
        "id" : "Judgement",
        "personType": "Справедливый Человек",
        "fullDesc" : "У таких людей спокойный, уравновешенный характер, мудрость, любовь к людям, понимание духовных аспектов жизни. Обладают сильной интуицией. Их взгляд словно заполнен опытом прожитых лет, даже жизней. Порой кажется, что эти расслабленные люди уже стары как мир и просто пожинают плоды своих трудов, получая щедрые подарки судьбы. Единственный их недостаток, который может проявится при определённых негативных обстоятельствах – зажатость, неуверенность в себе, в собственных силах. Такие люди всегда сомневаются, слушают других. Им кажется, что другие лучше знают, как им надо жить. Они забывают слушать свой внутренний голос. Таким людям нужно учится доверять своей интуиции, первому впечатлению, первому импульсу. Им следует смело идти на кардинальные перемены в жизни, если их внутренний голос подсказывает такое решение. "
    },
    "21": {
        "title" : "Мир",
        "id" : "World",
        "personType": "Мудрый Человек",
        "fullDesc" : "О, это человек огромной мудрости со светлой энергетикой. Обычно имеет очень хорошую жизнь. Человек получает всё, о чем может пожелать. Ему дана большая свобода выбора, но и большая ответственность. Такие люди слишком мудры, чтобы делать зло. Это истинные победители по жизни. Те, кто много добиваются. Путешественники. Люди, которые занимаются международной деятельностью. Однако в негативном проявлении такие люди хватаются за все, но толком ничего не могут сделать. Они добровольно втягиваются в рутину. Имеют обыкновение не заканчивать то, за что берутся. Это приводит в конечном итоге к проигрышу. Такие люди становятся очень безответственными. Им жизненно необходимо остановится, перестать распыляться, обещать, и взглянуть на все свои недочёты, допущенные промахи и исправить их, чтобы вернуться на путь успеха."
    },
    "22": {
        "title" : "Шут",
        "id" : "Fool",
        "personType": "Разнообразный Человек",
        "fullDesc" : "Это особенные люди, во всех смыслах. Они мудры не погодам, могут дурачится и веселить народ, но за маской всегда скрывается ум и огромная интуиция. Такие люди обычно обладают огромным количеством талантов, это очень творческие натуры. Поэтому им сложно выбрать какую-то одну дорогу в жизни. Им не стоит боятся бросать одну профессию и начинать осваивать другую. Однако если такой человек идёт по низкому пути, то он становится капризным ребёнком, игроком, который живёт только настоящим. Человек, у которого отсутствуют какие-то жесткие моральные принципы. Он словно флюгер, куда ветер подует, туда он и поворачивает. Он сильно подвержен плохим привычкам, особенно алкоголю. Такие люди словно не справляются с колоссальной энергией, грузом ответственности, которую они ощущают от множества талантов и способностей. Они отрываются от реальности, уходят в иной мир, из которого порой бывает очень сложно возвратиться."
    }
}